[
    {"What is the most decorated rap song in Grammy Awards history?": "'Not Like Us' by Kendrick Lamar, which won in 5 categories at the 2025 Grammy Awards."},
    {"In 2015, members of the Beyhive were disappointed at Beyonce’s loss to which Grammy’s Album of the Year winner?": "Beck."},
    {"Who are the three members of Boygenius?": "Phoebe Bridgers, Lucy Dacus, Julien Baker"},
    //include image of Harry Styles here
    {"Who is the artist in the above image?": "Harry Styles"},
    {"Which boy band hailed from the UK television talent show The X Factor in 2010 and consisted of members Harry Styles, Liam Payne, Niall Horan, Louis Tomlinson and Zayn Malik?": "One Direction"},
    {"True or False: Beyonce has the most Grammy awards of all time:": true},
    {"What does Ed Sheeran name his albums after?": "Math symbols"},
    {"Which song went 14 times platinum in 2021?": "'Old Town Road' by Lil Nas X"},
    {"Who won Best New Artist at the 2025 Grammy Awards?": "Chappell Roan"},
    {"What is the name of the Post Malone song that opens the 2018 movie “Spider-Man: Into the Spider-Verse?”": "Sunflower"},
    {"Billie Eilish co-writes many of her songs with her singer-songwriter brother. What’s his name?": "Finneas"},
    {"Patrick Stump is lead singer of what band?": "Fall Out Boy"},
    {"What pop song features the lyrics “I stay out too late, got nothing in my brain”?": "Shake It Off"},
    {"What pop star named her fourth studio album “Sweetener”?": "Ariana Grande"},
    {"Who released the album “Future Nostalgia” in 2020?": "Dua Lipa"}
]

const eightiesQuestions = [
    {"Which singer was the only solo musician to have a #1 hit in every year of the 1990s?": "Mariah Carey"},
    {"What is the best-selling album of all time?": "Michael Jackson - Thriller"},
    {" What Kate Bush song was featured in Season 4 of Stranger Things?": "Running Up That Hill"},
    {"What Nirvana album is 'Heart Shaped Box' on?": "In Utero"},
    {"Which band was Michael Jackson's song 'Human Nature' originally written for?": "Toto"},
    {"What's the name of the Spice Girls' debut album?": "Spice"},
    {"What's the end of this lyric: 'Strumming my pain with his fingers / ________________'?": "Singing my life with his words"},
    //insert photo of whitney houston
    {"Who is the artist in the above image?": "Whitney Houston"},
    {"'In the Air Tonight' is one of the signature songs of which artist?": "Phil Collins"},
    {"What rock song begins with the line, “Just a small-town girl”?": "“Don’t Stop Believin’” by Journey."},
    {"Which artist released the 1997 hit “You Make Me Wanna…”": "Usher"},
    {"What artist refused to attend the Grammys after being snubbed for Best New Artist in 1989?": "Milli Vanilli"},
    {"What artist won the first-ever Grammy for Best R&B Album?": "TLC for CrazySexyCool"},
    {"What song from The Lion King won the Academy Award for Best Original Song in 1994?": "Can You Feel The Love Tonight"},
    {"Finish the lyric: “525,600 minutes…”": "“…how do you measure, measure a year?”"},
]